{"id":1074,"date":"2023-06-15T07:16:01","date_gmt":"2023-06-15T07:16:01","guid":{"rendered":"https:\/\/shibamemu.com\/?page_id=1074"},"modified":"2023-06-17T15:04:09","modified_gmt":"2023-06-17T15:04:09","slug":"como-comprar-shmu","status":"publish","type":"page","link":"https:\/\/shibamemu.com\/es\/como-comprar-shmu\/","title":{"rendered":"Cómo comprar SHMU"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Comprar con ETH<\/h2>\n\n\n\n<p><strong>Paso 1.<\/strong><br>Primero, asegúrate de que tu cartera esté conectada al Shiba Memu y luego haz clic en COMPRAR CON ETH.<\/p>\n\n\n\n<p><strong>Paso 2.<\/strong><br>Ahora serás dirigido a la ventana de intercambio, donde ingresarás cuánto SHMU deseas comprar. A continuación, se muestra la cantidad de ETH que estarás «vendiendo» para llevar a cabo la compra. Una vez que hayas ingresado tu cantidad de «compra», CONVIERTE ETH.<\/p>\n\n\n\n<p><strong>Por favor,<\/strong> tenga en cuenta que el monto mínimo de compra es de 1000 SHMU.<\/p>\n\n\n\n<p><strong>Paso 3.<\/strong><br>Ahora deberá confirmar su compra. Una vez que esté satisfecho con los detalles de la transacción, haga clic en «Confirmar».<\/p>\n\n\n\n<p><strong>Paso 4.<\/strong><br>Ha completado su compra. Por favor, espere unos momentos para que se complete la transacción.<\/p>\n\n\n\n<p><strong>Paso 5.<\/strong><br>Después de completar exitosamente tu compra, podrás navegar para ver tu transacción en la cadena de bloques, EMPEZAR DE NUEVO para realizar otra compra, o TERMINAR.<\/p>\n\n\n\n<p>Tus tokens SHMU estarán disponibles para reclamar una vez que termine el período de preventa de Shiba Memu.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comprar con USDT<\/h2>\n\n\n\n<p><strong>Paso 1.<\/strong><br>Para comprar el token Shiba Memu con USDT, debes tener al menos $30 USDT en tu billetera para realizar la transacción. Primero, asegúrate de que tu billetera esté conectada al intercambio Shiba Memu y luego haz clic en COMPRAR CON USDT.<\/p>\n\n\n\n<p><strong>Paso 2.<\/strong><br>Ahora serás dirigido a la ventana de intercambio, donde ingresarás cuánto D2T deseas comprar. A continuación, se muestra la cantidad de USDT que estarás &#8216;vendiendo&#8217; para llevar a cabo la compra. Una vez que hayas ingresado tu cantidad de &#8216;compra&#8217;, CONVIERTE USDT.<\/p>\n\n\n\n<p><strong>Por favor<\/strong>, tenga en cuenta que el monto mínimo de compra es de 1000 SHMU.<\/p>\n\n\n\n<p><strong>Paso 3.<\/strong><br>Ahora deberá confirmar su compra. Se le pedirá que apruebe la compra dos veces. La primera aprobación es para el contrato de USDT; haga clic en &#8216;Confirmar&#8217; para avanzar a la segunda ventana de confirmación.<\/p>\n\n\n\n<p><strong>Paso 4.<\/strong><br>La segunda aprobación es para el monto de la transacción. Aquí se mostrará la tarifa de gas para la transacción. Se paga una tarifa de gas a los validadores de la red por sus servicios a la cadena de bloques para llevar a cabo transacciones.<\/p>\n\n\n\n<p>Por favor asegúrese de pasar por dos pasos de aprobación para completar la transacción.<\/p>\n\n\n\n<p><strong>Paso 5.<\/strong><br>Ha completado su compra. Por favor, espere unos momentos para que se complete la transacción.<\/p>\n\n\n\n<p><strong>Paso 6.<\/strong><br>Después de completar exitosamente tu compra, podrás navegar para ver tu transacción en la cadena de bloques, EMPEZAR DE NUEVO para realizar otra compra, o TERMINAR.<\/p>\n\n\n\n<p>Tus tokens SHMU estarán disponibles para reclamar una vez que termine el período de preventa de Shiba Memu.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comprar con BNB<\/h2>\n\n\n\n<p><strong>Paso 1.<\/strong><br>Primero, asegúrate de que tu billetera esté conectada al intercambio de Shiba Memu, haz clic en CONECTAR BILLETERA en la esquina superior derecha de la pantalla o en el menú de hamburguesas si estás en un dispositivo móvil. Aquí se te dará la opción de conectarte con una de las billeteras compatibles. Como se mencionó anteriormente, si compras a través de un dispositivo móvil, recomendamos Trust Wallet, y en una computadora de escritorio a través de MetaMask.<\/p>\n\n\n\n<p>Haz clic en COMPRAR SHMU CON BNB.<\/p>\n\n\n\n<p><strong>Paso 2.<\/strong><br>Ahora serás dirigido a la ventana de intercambio, donde podrás ingresar la cantidad de SHMU que deseas comprar. A continuación, se muestra la cantidad de BNB que pagarás para llevar a cabo la compra. Una vez que hayas ingresado la cantidad de SHMU, COMPRAR AHORA.<\/p>\n\n\n\n<p><strong>Paso 3.<\/strong><br>Ahora deberá confirmar su compra. Su billetera automáticamente mostrará la ventana de confirmación donde podrá ver los detalles y la tarifa de gas para la transacción.<\/p>\n\n\n\n<p>Por favor asegúrese de tener suficiente BNB dentro de su billetera para cubrir la compra y la tarifa de gas. Una tarifa de gas se paga a los validadores de la red por sus servicios a la cadena de bloques para llevar a cabo transacciones.<\/p>\n\n\n\n<p>Una vez que estés contento con los detalles de la transacción, haz clic en &#8216;Confirmar&#8217; dentro de tu billetera.<\/p>\n\n\n\n<p><strong>Paso 4.<\/strong><br>Ha completado su compra. Por favor, espere unos momentos para que se complete la transacción.<\/p>\n\n\n\n<p><strong>Paso 5.<\/strong><br>Al completar exitosamente tu compra, podrás navegar para ver tu «Transacción en Bscscan».<\/p>\n\n\n\n<p>Tus tokens SHMU estarán disponibles para reclamar una vez que termine el período de preventa de Shiba Memu.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comprar con BUSD<\/h2>\n\n\n\n<p><strong>Paso 1.<\/strong><br>Primero, asegúrate de que tu billetera esté conectada al intercambio de Shiba Memu, haz clic en CONECTAR BILLETERA en la esquina superior derecha de la pantalla o en el menú de hamburguesas si estás en un dispositivo móvil. Aquí se te dará la opción de conectarte con una de las billeteras compatibles. Como se mencionó anteriormente, si compras a través de un dispositivo móvil, recomendamos Trust Wallet, y en una computadora de escritorio a través de MetaMask.<\/p>\n\n\n\n<p>Haz clic en COMPRAR SHMU CON BUSD.<\/p>\n\n\n\n<p><strong>Paso 2.<\/strong><br>Ahora serás dirigido a la ventana de intercambio, donde podrás ingresar cuánto SHMU deseas comprar. Primero deberás ingresar la cantidad de BUSD que deseas APROBAR con el contrato de preventa. Se te pedirá que confirmes esto dentro de tu billetera.<\/p>\n\n\n\n<p><strong>Paso 3.<\/strong><br>Una vez aprobado, puedes ingresar la cantidad de SHMU que deseas comprar. Tu BUSD no será aprobado si el monto de aprobación es menor que el monto de compra. Una vez aprobado, COMPRA AHORA para finalizar tu transacción.<\/p>\n\n\n\n<p><strong>Paso 4.<\/strong><br>Ahora deberá confirmar su compra. Su billetera automáticamente mostrará la ventana de confirmación donde podrá ver los detalles y la tarifa de gas para la transacción.<\/p>\n\n\n\n<p>Por favor asegúrese de tener suficiente BNB dentro de su billetera para cubrir la compra y la tarifa de gas. Una tarifa de gas se paga a los validadores de la red por sus servicios a la cadena de bloques para llevar a cabo transacciones.<\/p>\n\n\n\n<p>Una vez que estés contento con los detalles de la transacción, haz clic en &#8216;Confirmar&#8217; dentro de tu billetera.<\/p>\n\n\n\n<p><strong>Paso 5.<\/strong><br>Ha completado su compra. Por favor, espere unos momentos para que se complete la transacción.<\/p>\n\n\n\n<p><strong>Paso 6.<\/strong><br>Al completar exitosamente tu compra, podrás navegar para ver tu «Transacción en Bscscan».<\/p>\n\n\n\n<p>Tus tokens SHMU estarán disponibles para reclamar una vez que termine el período de preventa de Shiba Memu.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comprar ETH\/BNB con tarjeta<\/h2>\n\n\n\n<p><strong>Paso 1.<\/strong><br>Para comprar SHMU con BNB o BUSD, necesitarás tener suficiente BNB en tu billetera para hacer una compra y cubrir pequeñas tarifas de gas. Para recargar tu billetera con BNB, conecta tu billetera y dirígete a COMPRAR SHMU CON BNB, haz clic en COMPRAR AQUÍ.<\/p>\n\n\n\n<p><strong>Paso 2.<\/strong><br>Luego serás dirigido a nuestro socio de acceso, Transak, donde podrás comprar BNB con tu tarjeta, mediante transferencia bancaria u otros métodos, como Apple pay, directamente en el widget.<\/p>\n\n\n\n<p>Seleccione su moneda elegida, ingrese la cantidad que desea pagar y luego elija su método de pago. A continuación se detallan los BNB estimados que recibirá, la tasa y las tarifas totales para llevar a cabo la transacción.<\/p>\n\n\n\n<p>Una vez que hayas elegido tu método de pago y la cantidad de compra, haz clic en COMPRAR AHORA.<\/p>\n\n\n\n<p><strong>Paso 3.<\/strong><br>Antes de completar su compra, deberá pasar por el proceso de Conozca a su cliente (KYC) de Transak para verificar su cuenta para la compra. KYC es la práctica llevada a cabo por las empresas para verificar la identidad de sus clientes en cumplimiento de los requisitos legales y las leyes y regulaciones actuales. Pero no se preocupe, solo lleva unos minutos.<\/p>\n\n\n\n<p><strong>Paso 4.<\/strong><br>Una vez que hayas completado el proceso de KYC de Transak ¡habrás terminado! Después de que se haya autorizado el pago, tomará unos minutos para que se procese tu pedido. Transak te enviará un correo electrónico de confirmación una vez que tus BNB hayan sido entregados a tu billetera. Aquí también puedes hacer seguimiento a tu pedido o volver a la aplicación.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cómo reclamar Shiba Memu<\/h2>\n\n\n\n<p>Puedes reclamar tus tokens SHMU al final de la preventa. Los detalles serán publicados más cerca del momento. Una vez que haya concluido el período de preventa, debes visitar el sitio principal y hacer clic en el botón «Reclamar». Asegúrate de reclamar en el sitio oficial con extremo cuidado, ya que es imposible reclamar en otro lugar.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Comprar con ETH Paso 1.Primero, asegúrate de que tu cartera esté conectada al Shiba Memu y luego haz clic en COMPRAR CON ETH. Paso 2.Ahora serás dirigido a la ventana de intercambio, donde ingresarás cuánto SHMU deseas comprar. A continuación, se muestra la cantidad de ETH que estarás «vendiendo» para llevar a cabo la compra. [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"acf":[],"_links":{"self":[{"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/pages\/1074"}],"collection":[{"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/comments?post=1074"}],"version-history":[{"count":1,"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/pages\/1074\/revisions"}],"predecessor-version":[{"id":1076,"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/pages\/1074\/revisions\/1076"}],"wp:attachment":[{"href":"https:\/\/shibamemu.com\/es\/wp-json\/wp\/v2\/media?parent=1074"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}