{"id":1813,"date":"2023-06-28T16:25:48","date_gmt":"2023-06-28T16:25:48","guid":{"rendered":"https:\/\/shibamemu.com\/cookie-policy\/"},"modified":"2023-06-29T08:00:23","modified_gmt":"2023-06-29T08:00:23","slug":"cookie-policy","status":"publish","type":"page","link":"https:\/\/shibamemu.com\/zh-hans\/cookie-policy\/","title":{"rendered":"Cookie政策"},"content":{"rendered":"\n<p>For the purposes of this policy, “us” “our” or “we” shall, herein, mean those members of Shiba Limited on behalf of and in respect of whom this Statement is made, located at Ajeltake Road, Ajeltake Island, Majuro Marshall Islands MH 96960.<\/p>\n\n\n\n<p>This Cookie Policy applies to the following “Services” www.altsignals.io and any other dedicated websites, app, and any, products, forums and services we offer through the app or Website or other dedicated website which may be offered by us from time to time, or otherwise provided by us.<\/p>\n\n\n\n<p>You can change your Cookie preferences or withdraw consent at any time using the Privacy Settings.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What is a cookie?<\/h2>\n\n\n\n<p>Cookies are text files containing small amounts of information which are placed onto your device when you visit a website. They are widely used in order to make websites work, or work more efficiently, as well as to provide information to the owners of the website as to generally improve the user experience, for example, by remembering your preferences, or by offering you personalized content and advertisement.<\/p>\n\n\n\n<p>Functions usually performed by a cookie can also be achieved by other similar technologies, such as log files, pixel tags, web beacons, clear GIFs, device IDs. In this Cookie Policy we will be referring to them collectively together as “Cookies”.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How do we use Cookies?<\/h2>\n\n\n\n<p>We may use Cookies to:<\/p>\n\n\n\n<ul>\n<li>verify log-in information and allow users to find friends who use a Service;<\/li>\n\n\n\n<li>track traffic flow and patterns of travel in connection with a Service;<\/li>\n\n\n\n<li>understand the total number of users of a Service on an ongoing basis and the types of devices;<\/li>\n\n\n\n<li>monitor the performance of a Service to continually improve it;<\/li>\n\n\n\n<li>customize and enhance your online experience;<\/li>\n\n\n\n<li>provide customer service to you; and<\/li>\n\n\n\n<li>serve third parties’ adverts within our services.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">What types of cookies do we use?<\/h2>\n\n\n\n<p>The types of Cookies used by us and our partners in connection with a Service can be classified into these categories: ‘Necessary Cookies&#8217;, &#8216;Functionality Cookies&#8217;, &#8216;Analytics Cookies&#8217;, and ‘Advertising and Tracking Cookies&#8217;. We have set out below some further information about each category, purpose and duration of the Cookies we and third parties set. You may disable Cookies at any time by using the Privacy Settings, but this may affect how the Service functions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Necessary Cookies<\/h3>\n\n\n\n<p>Necessary Cookies enable core functionality such as security, network management, and accessibility.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Functional Cookies<\/h3>\n\n\n\n<p>Functional Cookies record information about choices you have made and allow us to tailor a Service to you.<\/p>\n\n\n\n<p>These Cookies mean that when you continue to use or come back to use a Service, we can provide you with our services as you have previously asked for them to be provided. For example, these Cookies allow us to show you when you are logged in and store your preferences such as your language preferences.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Analytics Cookies<\/h3>\n\n\n\n<p>Analytics Cookies analyze how our Service is accessed, used, or is performing in order to provide you with a better user experience and to maintain, operate and continually improve a Service.<\/p>\n\n\n\n<p>These Cookies allow us to:<\/p>\n\n\n\n<ul>\n<li>better understand users of a Service so that we can improve how we present our content;<\/li>\n\n\n\n<li>test different design ideas for particular features;<\/li>\n\n\n\n<li>determine the number of unique users of a Service;<\/li>\n\n\n\n<li>improve a Service by measuring any errors that occur; and<\/li>\n\n\n\n<li>conduct research and diagnostics to improve product offerings.<\/li>\n<\/ul>\n\n\n\n<p>For example, we use Google Analytics on our Website and other sites to analyse your use. This information will be transmitted by Google to its servers in the US and other countries. On our behalf, Google will use this information to evaluate your use of the Services. The IP address collected will not be associated with any other data held by Google.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Advertising and Targeting Cookies<\/h3>\n\n\n\n<p>Advertising and Targeting Cookies may be set through our Services by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How to control or delete cookies<\/h2>\n\n\n\n<p>You have the right to and can control our use of cookies and other similar technologies at any time by using the Privacy Settings and \/ or, by adjusting the in-app settings. However, please note that if you choose to refuse Cookies you may not be able to use the full functionality of the Services.<\/p>\n\n\n\n<p>General &#8211; In addition to the above, please note that most browsers allow you to change your preferences for Cookies through their settings. These settings will typically be found in the &#8220;options&#8221; or &#8220;preferences&#8221; menu. In order to understand these settings, the following links may be helpful:<\/p>\n\n\n\n<ul>\n<li>Cookie setting in <a href=\"https:\/\/support.google.com\/chrome\/answer\/95647?co=GENIE.Platform%3DDesktop&amp;hl=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Chrome<\/a><\/li>\n\n\n\n<li>Cookie setting in <a href=\"https:\/\/support.apple.com\/en-gb\/guide\/safari\/sfri11471\/mac\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Safari<\/a><\/li>\n\n\n\n<li>Cookie setting in <a href=\"https:\/\/support.mozilla.org\/en-US\/kb\/clear-cookies-and-site-data-firefox\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Firefox<\/a><\/li>\n\n\n\n<li>Cookie setting in <a href=\"https:\/\/support.microsoft.com\/en-us\/help\/17442\/windows-internet-explorer-delete-manage-cookies\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Internet Explorer<\/a><\/li>\n\n\n\n<li>To find information relating to other browsers, visit the browser developer&#8217;s website.<\/li>\n\n\n\n<li>To opt out of being tracked by Google Analytics across all websites, visit the link below:<br><a href=\"http:\/\/tools.google.com\/dlpage\/gaoptout\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">http:\/\/tools.google.com\/dlpage\/gaoptout<\/a><\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Changes to this Cookie Policy<\/h2>\n\n\n\n<p>We will update this Cookie Policy to reflect changes in our practices and services. When we post changes to this Cookie Policy, we will revise the &#8220;Last Updated&#8221; date at the top of this Cookie Policy.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Need More Information?<\/h2>\n\n\n\n<p>If you would like to find out more about cookies and their use on the Internet, you may find further useful information on <a href=\"https:\/\/www.aboutcookies.org\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AboutCookies,<\/a> <a href=\"https:\/\/www.allaboutcookies.org\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">All About Cookies<\/a> and on <a href=\"https:\/\/www.youronlinechoices.com\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Your Online Choices<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cookies that have been set in the past<\/h2>\n\n\n\n<p>If you have disabled one or more Cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.<\/p>\n\n\n\n<p><a><\/a><strong>Contact us<\/strong><\/p>\n\n\n\n<p>If you wish to contact us about this Cookies Policy and the use of cookies in the Services, please contact us at <a href=\"mailto:contact@shibamemu.com\">contact@shibamemu.com<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>For the purposes of this policy, “us” “our” or “we” sha [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"acf":[],"_links":{"self":[{"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/pages\/1813"}],"collection":[{"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/comments?post=1813"}],"version-history":[{"count":1,"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/pages\/1813\/revisions"}],"predecessor-version":[{"id":1892,"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/pages\/1813\/revisions\/1892"}],"wp:attachment":[{"href":"https:\/\/shibamemu.com\/zh-hans\/wp-json\/wp\/v2\/media?parent=1813"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}