{"id":1737,"date":"2023-06-06T06:16:31","date_gmt":"2023-06-06T06:16:31","guid":{"rendered":"https:\/\/shibamemu.com\/terms-conditions\/"},"modified":"2023-06-29T07:57:54","modified_gmt":"2023-06-29T07:57:54","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/shibamemu.com\/fr\/terms-conditions\/","title":{"rendered":"Termes et conditions"},"content":{"rendered":"\n<p>You should read these Terms because they contain our legal commitments to you and a number of DOs and DON&rsquo;Ts which you need to be aware of when you use our Services. Please read these Terms carefully to make sure you understand them. By using our Services, you are automatically deemed to agree to accept and be legally bound by these Terms. For the avoidance of doubt if you do not agree with the Terms, you should not proceed to access or use our Services.<\/p>\n\n\n\n<p>You should also read our <a href=\"https:\/\/shibamemu.com\/fr\/privacy-policy\/\" data-type=\"page\" data-id=\"3\">Privacy Policy<\/a>. The Privacy Policy explains how we use your personal data.<\/p>\n\n\n\n<p>We can update and change these Terms from time to time and the most current version of these Terms will be posted onto the website.<\/p>\n\n\n\n<p>We suggest all users regularly check the terms on the website. Any changes will be posted here. You can print and save a copy of these Terms for your future reference.<\/p>\n\n\n\n<p>By continuing to use the Services you will be deemed to have accepted the Terms as varied from time to time.&nbsp;<\/p>\n\n\n\n<p>We may require you to update software to be able to use the Services, provided that the Services will continue to match the description of it that we provided to you before. The associated software may be upgraded to reflect changes in an operating system.<\/p>\n\n\n\n<p>By continuing to use the Services you will be deemed to have accepted the Terms as varied from time to time.&nbsp;<\/p>\n\n\n\n<p>If you think that there is a mistake in these terms or have any queries, please contact us to discuss.<\/p>\n\n\n\n<p>If we have to contact you, we will do so by writing to you at the email address you have provided to us. It is therefore very important that you confirm you have provided a legitimate email address that is used by you personally and by proceeding with use of our Services you warrant that you have done so. We will only contact you have given explicit consent for us to do so. The only other time you will receive emails, is where you have registered to receive our newsletter and updates.<\/p>\n\n\n\n<p><strong>Shiba Memu<\/strong> (“Shiba Limited”, “we”, “our” or “us”) is making the Platform available to you. Before you use the Platform (“Website”) or the Site, however, you will need to agree to these Terms of Use and any terms and conditions incorporated herein by reference (collectively, these “Terms”).<\/p>\n\n\n\n<p>These Terms constitute the entire legal agreement between you and Shiba Memu Ltd, govern your access to and use of the Platform and the Site, and completely replace any prior or contemporaneous agreements between the parties related to your access to or use of the Platform and the Site, whether oral or written. There are no third-party beneficiaries to these Terms. The parties are independent contractors, and nothing in these Terms create any agency, partnership, or joint venture. The language in these Terms will be interpreted as to its fair meaning, and not strictly for or against any party. You may not assign any or your rights or obligations under these Terms, whether by operation of law or otherwise, without our prior written consent. We may assign our rights and obligations under these Terms in our sole discretion to an affiliate, or in connection with an acquisition, sale or merger. Should any part of these Terms be held invalid or unenforceable, that portion shall be construed consistent with applicable law and the remaining portions will remain in full force and effect. Our failure to enforce any provision of these Terms will not be deemed a waiver of such provision, nor of the right to enforce such provision. These terms shall be governed by and construed in accordance with&nbsp;the laws of Marshall Islands&nbsp;and shall have jurisdiction to resolve any disputes between you and ‘Us’. We will not be liable for any failure or delayed performance of our obligations that result from any condition beyond our reasonable control, including, but not limited to, governmental action, acts of terrorism, earthquake, fire, flood, acts of God, labour conditions, power failures, Internet disturbances, or acts or omissions of third parties. You agree that we may provide you with notices (including, without limitation those regarding changes to these Terms) by email, regular mail, or postings on the App. By providing us with your email address, you consent to our using the email address to send you any notices required by law in lieu of communication by postal mail.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Using our service<\/h2>\n\n\n\n<p>To use our service, you will need to have a virtual wallet. We draw your attention that any to read their terms of use of your wallet provider.<\/p>\n\n\n\n<p>Security is important to us and you therefore agree not to share your wallet access with any other user or third party, or knowingly carry out any activity which enables a third party to access or use your account. If we believe, acting in our discretion, that your account is used inappropriately, we reserve the right to suspend or terminate or cease to support your account without liability.<\/p>\n\n\n\n<p>We cannot check the identities of people using our Services and will not be liable if your wallet connection or account is used by someone else. If you become aware of any unauthorised use of your login, you should notify us <strong>immediately and subject should read ‘Security Breach’ <\/strong>though please note that we may need to verify your identity and validate ownership of the account. Please be alert for other websites and services which may pretend to be us or to be associated with us. If in doubt, please <strong>contact; <\/strong><a href=\"mailto:contact@shibamemu.com\"><strong>contact@shibamemu.com<\/strong><\/a><strong><\/strong><\/p>\n\n\n\n<p>To use the website, you will need to have a recent operating system. You will also require an electronic wallet to be able to transfer an amount of cryptocurrency of the selected network to the electronic wallet. You acknowledge that you have the full responsibility to select an amount of cryptocurrency that you can afford.<\/p>\n\n\n\n<p>Transactions that take place are managed by Shiba Limited and confirmed via the blockchain of the selected Binance Smartchain (BNB) and BNB-compatible network. You understand that the address of the electronic wallet used by the App may be made publicly visible whenever you engage in a transaction.<\/p>\n\n\n\n<p>Shiba Memu neither own nor control the Binance Smartchain (BNB) and BNB-compatible networks, or any other third-party site, product, or service that you might access, visit, or use for the purpose of enabling you to transfer cryptocurrency to the electronic wallet. We will not be liable for the acts or omissions of any such third parties, nor will we be liable for any damage that you may suffer as a result of your transactions or any other interaction with any such third parties.<\/p>\n\n\n\n<p>Shiba Memu is a decentralized application; only you and the App installed on your device have access to the private key of the electronic wallet used by the App. Therefore, we cannot recover your funds or freeze your electronic wallet, or help in any other way, in case you lose your private key or in case a third-party gains control of your private key using phishing or any other malicious technique or technology. You are solely responsible for the security of the electronic wallet used by the App.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Rules of Use<\/h2>\n\n\n\n<p><a><\/a>You undertake and agree to adhere to and abide by the following <strong>rules <\/strong>(« the Rules »). <strong>You agree that you will not <\/strong>post, distribute, or otherwise make available or transmit any data, text, message, graphic or computer file that we believe:<\/p>\n\n\n\n<ul>\n<li><em>is a personal attack on other individuals;<\/em><\/li>\n\n\n\n<li><em>bullies, stalks or otherwise harasses any other user of our Services;<\/em><\/li>\n\n\n\n<li><em>is vulgar, obscene, or sexually explicit (language or images);<\/em><\/li>\n\n\n\n<li><em>is offensive, sexist, racist or discriminatory in any way;<\/em><\/li>\n\n\n\n<li><em>is a form of cheating;<\/em><\/li>\n\n\n\n<li><em>encourages or advocates illegal activity or the discussion of illegal activities with the intent to commit them;<\/em><\/li>\n\n\n\n<li><em>infringes and\/or violates any right of a third party including but not limited to: (a) copyright, patent, trademark, or other proprietary rights; (b) right of privacy (specifically, you must not distribute another person&rsquo;s personal information of any kind without their express permission) or publicity;<\/em><\/li>\n\n\n\n<li><em>any confidentiality obligation;<\/em><\/li>\n\n\n\n<li><em>contains a virus or other harmful component, or otherwise tampers with, impairs or damages our Services or otherwise interferes with any person or entity&rsquo;s use or enjoyment of the Services;<\/em><\/li>\n\n\n\n<li><em>engages in antisocial, disruptive, or destructive acts, including « flaming, » « spamming, » « flooding, » « trolling, » and « griefing »;<\/em><\/li>\n\n\n\n<li><em>promotes and\/or generates money for yourself and\/or any third-party business activity;<\/em><\/li>\n\n\n\n<li><em>impersonates any person or entity or misrepresents your identity or affiliation with any person or entity;<\/em><\/li>\n\n\n\n<li><em>deletes any legal notices, disclaimers, or proprietary notices such as copyright or trademarks, or modify any logos that you do not own or have express permission to modify; or<\/em><\/li>\n\n\n\n<li><em>does not generally pertain to the designated topic or theme of the Services.<\/em><\/li>\n<\/ul>\n\n\n\n<p>If you believe that another user is violating these Rules, please let us know by emailing <a href=\"mailto:contact@shibamemu.com\"><strong>contact@shibamemu.com<\/strong><\/a><strong><\/strong><\/p>\n\n\n\n<p>However, we cannot and do not guarantee that other users are or will be complying with these Rules, and we will not be responsible for any other user&rsquo;s lack of compliance. You and other users are responsible for your own actions.<\/p>\n\n\n\n<p>We also reserve the right to comply with any order or otherwise cooperate with law enforcement officials regarding the identification of any user alleged to be using our Services in violation of the law.<\/p>\n\n\n\n<p><a><\/a>All of the content and information contained in the Services are owned or licensed by us and are protected by intellectual property rights. Examples include but are not limited to; source and object code, trademarks, logos, graphics, photographs, videos, animations, copyrightable gameplay and texts. In particular, any names, title, logos and designs that contain Shiba Memu are exclusively owned by us.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Third Parties<\/h2>\n\n\n\n<p><a><\/a>On some pages you may see links to third party websites, advertising services provided by third parties. These links are provided by third parties and not by us. We do not endorse any third-party website, however, in order for users to purchase Tokens, we supply links to our trusted third-party providers to enable you to do purchase. Subject to applicable law or regulation, we are not responsible or liable for anything that happens to you or your data when you visit these third-party websites or use third party content. If you visit any third-party website, please be aware that it may have its own terms of use, license agreement and privacy policy which you will need to be aware of.<a><\/a><\/p>\n\n\n\n<p>On some pages you may see services provided by third parties. We do not control any of the content once you have left the Shiba Memu website and entered a Third-Party website. Please report any service provider that you find offensive or inappropriate and we will cooperate with you and collaborate with the third-party to investigate the matter.<\/p>\n\n\n\n<p>If you visit any third-party website, please be aware that it may have its own terms of use, license agreement and privacy policy which you will need to be aware of and abide by. We accept no responsibility for bringing these third-party terms to your attention.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Interruption to Service<\/h2>\n\n\n\n<p>Shiba Memu do not guarantee that the Services will always be available or be uninterrupted, timely, secure or free from bugs, viruses, errors or omissions. For example, there may be times when the Services are unavailable due to maintenance or technical problems. We may also change, suspend or discontinue certain Services without giving you prior notice.<\/p>\n\n\n\n<p>Whilst we shall use reasonable endeavours to provide the Services if and to the extent that we are&nbsp; prevented from performing any or all of our Services&nbsp; due to an event which is beyond our reasonable control we shall not be deemed to be in breach of the Terms, or otherwise liable, for any non-performance of our obligations under these Terms.<\/p>\n\n\n\n<p>We do not exclude or limit in any way our liability to you where it would be unlawful to do so. This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors or for fraud or fraudulent misrepresentation.<\/p>\n\n\n\n<p>We will take reasonable steps to ensure that our Services are free from viruses and other malicious software, but we also recommend you use applicable anti-virus software as relevant.<\/p>\n\n\n\n<p>If we provide an app, and you choose to voluntary download this app for your personal use, you will be asked to agree to the relevant app store terms which will apply in addition to these Terms. We suggest that you read these app store terms carefully.<\/p>\n\n\n\n<p>If you download a Service onto your smartphone or tablet, it may offer push notification features. You may accept or refuse these and can subsequently turn these off by visiting the settings menu on your device.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Services<\/h2>\n\n\n\n<p>The Services are made available for personal and not commercial use. We do permit promotional references to our Services (for example reviews via social media and in blogs) but we do reserve the right to ask you to remove such content or refrain from further action to our discretion. You warrant and undertake that you shall not do or authorise any act or thing which will in any way materially alter, harm, misuse or bring into disrepute, impair or materially adversely affect us and\/or our rights and interests or the rights and interests of any of our commercial partners.<\/p>\n\n\n\n<p>You cannot assign, sub-license or otherwise transfer any or all of your rights or obligations under these Terms to any other person.<\/p>\n\n\n\n<p>If any part of these Terms is or becomes invalid, illegal or unenforceable, it shall be amended to the minimum extent necessary to make it valid, legal and enforceable. If that part cannot be amended, it will be deleted. The amendment or deletion of any part of these Terms shall not affect the validity and enforceability of the rest of the Terms.<\/p>\n\n\n\n<p>If we do not enforce any right, we have against you, this does not prevent us from enforcing this right at a later date. A person who is not a party to these Terms does not have any rights under them.<\/p>\n\n\n\n<p>These Terms supersede and take precedence over any other purported terms between you and us.<\/p>\n\n\n\n<p>These Terms and our relationship with you are governed by the jurisdictions and Law of the Marshall Islands.<\/p>\n\n\n\n<p><a><\/a>For customer support and business queries, please email <a href=\"mailto:contact@shibamemu.com\"><strong>contact@shibamemu.com<\/strong><\/a><strong><\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Ownership, Content and IP Rights<\/h2>\n\n\n\n<p>You acknowledge and agree that Shiba Memu Team (or, as applicable, our licensors) owns all legal right, title and interest in and to all other elements of the Platform and the Site, and all intellectual property rights therein (including, without limitation, all art, designs, systems, methods, information, computer code, software, services, “look and feel”, organisation, compilation of the content, code, data, and all other elements of the Platform and the Site (collectively, the “Shiba Memu Materials”). You acknowledge that the Shiba Memu Materials are protected by copyright, trade dress, patent, and trademark laws, international conventions, other relevant intellectual property and proprietary rights, and applicable laws.<\/p>\n\n\n\n<p>All Shiba Memu Materials are the copyrighted property of Shiba Memu Team or its licensors, and all trademarks, service marks, and trade names associated with the Platform and the Site, or otherwise contained in the Shiba Memu Materials are proprietary to Shiba Memu Team or its licensors. Except as expressly set forth herein, your use of the Platform or the Site does not grant you ownership of or any other rights with respect to any content, code, data, or other Shiba Memu Materials that you may access on or through the Platform and the Site.<\/p>\n\n\n\n<p>We reserve all rights in and to the Shiba Memu Materials that are not expressly granted to you in these Terms. For the sake of clarity, you understand and agree: (a) that the deployment of your Smart Contract instances, whether via the App or otherwise, does not give you any rights or licenses in or to the Shiba Memu Materials other than those expressly contained in these Terms; (b) that you do not have the right, except as otherwise set forth in these Terms, to modify, reproduce, distribute, or otherwise commercialize any elements of the Shiba Memu Materials without our prior written consent in each case, which consent we may withhold in our sole and absolute discretion; and (c) that you will not apply for, register, or otherwise use or attempt to use any Shiba Memu Team trademarks or service marks, or any confusingly similar marks, anywhere in the world without our prior written consent in each case, which consent we may withhold at our sole and absolute discretion.<\/p>\n\n\n\n<p><strong>Feedback.<\/strong>&nbsp;You may choose to submit comments, bug reports, ideas or other feedback about the Platform, including without limitation about how to improve the Platform (collectively, “Feedback”). By submitting any Feedback, you agree that we are free to use such Feedback at our discretion and without additional compensation to you, and to disclose such Feedback to third parties (whether on a non-confidential basis, or otherwise). You hereby grant us a perpetual, irrevocable, nonexclusive, worldwide license under all rights necessary for us to incorporate and use your Feedback for any purpose.<\/p>\n\n\n\n<p>You are not allowed to use the Services or any of the content or information they contain, or may contain, in any way unless expressly allowed under these Terms or expressly permitted by us. You may not reverse engineer, decompile, disassemble or modify any Services in any way.<\/p>\n\n\n\n<p><strong>You agree that:<\/strong><\/p>\n\n\n\n<ul>\n<li>you will not copy any of the software provided as part of the Services<\/li>\n\n\n\n<li>you will not rent, lease, sub-license, loan, translate, merge, adapt, vary, alter or modify, the whole or any part of the software nor permit the software or any part of it to be combined with, or become incorporated in, any other programs<\/li>\n\n\n\n<li>you will comply with the rules contained in this document<\/li>\n<\/ul>\n\n\n\n<p><a><\/a><a><\/a><strong>We are not responsible for the following types of loss or damage which may arise:<\/strong><\/p>\n\n\n\n<ul>\n<li>unauthorised persons who have gained access to your account (including, without limitation, minors or unauthorised third parties);<\/li>\n\n\n\n<li>loss or liability incurred by you as a result of accidentally making a purchase through your wallet connection<\/li>\n\n\n\n<li>any loss which is indirect or a side effect of the main loss or damage and which we and you could not anticipate nor expect to happen when you started using the app or website, for instance if you lose revenue or salary, profit, opportunity or reputation; and<\/li>\n\n\n\n<li>any loss or damage if purchased Items are not provided to you are interrupted or suspended because of events beyond our control, such as an act of God, accident, fire, lockout, strike or other official or unofficial labour dispute, civil commotion or other act or event beyond our reasonable control.<\/li>\n\n\n\n<li>Users are advised to use due diligence when communicating or responding to any social media platform accounts in the name of Shiba Memu. We urge users to take precaution when divulging information and to check the validity of the source. If in any doubt contact <a href=\"mailto:contact@shibamemu.com\"><strong>contact@shibamemu.com<\/strong><\/a><\/li>\n\n\n\n<li>We make every effort to inform our users via our social media platforms of any persons\/companies or potential scams, that may be impersonating us.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Additional important information and terms<\/h2>\n\n\n\n<p>You are also responsible for ensuring that all persons who access our site or app through your internet \/ smartphone, tablet connection are aware of these terms of use and other applicable terms and conditions, and that they comply with them.<\/p>\n\n\n\n<p>It is your responsibility to determine whether your access and use of our site is in line with all legal and regulatory obligations that are applicable to you.<\/p>\n\n\n\n<p>Information on our website or within these Terms is not intended as advice.<br><br>The content on our site is provided for general information only, and personal use. It is not intended to amount to advice on which you should rely. You must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our site.<\/p>\n\n\n\n<p>Crypto currency is not regulated and Shiba Memu is not a regulated company and your investments may fluctuate and may be at risk of loss. You are encouraged you to seek financial advice from a regulated advisor before making any financial decisions.<\/p>\n\n\n\n<p>Although we make reasonable efforts to update the information on our site, we make no representations, warranties or guarantees, whether express or implied, that the content on our site is accurate, complete or up to date. Neither do we offer financial advice.<\/p>\n\n\n\n<p>You are responsible for configuring your information technology, computer programmes and platform to access our site. You should use your own virus protection software.<\/p>\n\n\n\n<p>You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful. You must not attempt to gain unauthorised access to our site, the server on which our site is stored, or any server, computer or database connected to our site. You must not attack our site via a denial-of-service attack or a distributed denial-of service attack.<\/p>\n\n\n\n<p>By breaching this provision, you would commit a criminal offence under the relevant state \/ country law. We will report any such breach to the relevant law enforcement authorities, and we will co-operate with those authorities by disclosing your identity to them. In the event of such a breach, your right to use our site will cease immediately.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Assumption of Risk<\/h2>\n\n\n\n<p>You accept and acknowledge each of the following:<\/p>\n\n\n\n<p><strong>A.<\/strong>&nbsp;The prices of blockchain assets are extremely volatile. Fluctuations in the price of other digital assets could materially and adversely affect the value of the funds<\/p>\n\n\n\n<p><strong>B.<\/strong>&nbsp;You are solely responsible for determining what, if any, taxes apply to your Shiba Memu-related transactions. Shiba Memu Team is not responsible for determining the taxes that apply to your transactions<\/p>\n\n\n\n<p><strong>C.<\/strong>&nbsp;There are risks associated with using an Internet-based currency, including, but not limited to, the risk of hardware, software and Internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your wallet. You accept and acknowledge that Shiba Memu Team will not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when using Binance Smartchain (BNB) and BNB-compatible networks, however caused.<\/p>\n\n\n\n<p><strong>D.<\/strong>&nbsp;The regulatory regime governing blockchain technologies, cryptocurrencies, and tokens is uncertain, and new regulations or policies may materially adversely affect the development of the Shiba Memu ecosystem, and also the potential value of the cryptocurrency amounts in the Smart Contracts or the electronic wallet used by the App.<\/p>\n\n\n\n<p><strong>E.<\/strong>&nbsp;Upgrades of Binance Smartchain (BNB) and BNB-compatible platforms, hard forks in the platforms, or changes in how transactions are confirmed on the platforms may have unintended, adverse effects on the Shiba Memu ecosystem.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Indemnification<\/h3>\n\n\n\n<p>You agree to hold harmless and indemnify Shiba Memu Team and its subsidiaries, affiliates, officers, agents, employees, advertisers, licensors, suppliers or partners from and against any claim, liability, loss, damage (actual and consequential) of any kind or nature, suit, judgment, litigation cost, and attorneys’ fees arising out of or in any way related to (i) your breach of these Terms, (ii) your misuse of the Platform, or (iii) your violation of applicable laws, rules or regulations in connection with your access to or use of the Platform and any deployed instances of its components. You agree that Shiba Memu Team will have control of the defence or settlement of any such claims.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">DISCLAIMER<\/h2>\n\n\n\n<p><strong>A.<\/strong>&nbsp;YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR ACCESS TO AND USE OF THE PLATFORM AND ANY DEPLOYED INSTANCES OF ITS COMPONENTS, IS AT YOUR SOLE RISK, AND THAT THE PLATFORM AND THE SITE ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED. TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS MAKE NO EXPRESS WARRANTIES AND HEREBY DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE SITE AND THE PLATFORM OR ANY PART OF IT, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, CORRECTNESS, ACCURACY, OR RELIABILITY. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: (I) YOUR ACCESS TO OR USE OF THE PLATFORM AND THE SITE WILL MEET YOUR REQUIREMENTS, (II) YOUR ACCESS TO OR USE OF THE PLATFORM AND THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, (III) USAGE DATA PROVIDED THROUGH THE PLATFORM WILL BE ACCURATE, (III) THE APP OR ANY CONTENT, SERVICES, OR FEATURES MADE AVAILABLE ON OR THROUGH THE APP ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR (IV) THAT ANY DATA THAT YOU DISCLOSE WHEN YOU USE THE PLATFORM OR ANY DEPLOYED INSTANCES OF ITS COMPONENTS WILL BE SECURE. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES IN CONTRACTS WITH CONSUMERS, SO SOME OR ALL OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.<\/p>\n\n\n\n<p><strong>B.<\/strong>&nbsp;YOU ACCEPT THE INHERENT SECURITY RISKS OF PROVIDING INFORMATION AND DEALING ONLINE OVER THE INTERNET AND AGREE THAT WE HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY BREACH OF SECURITY.<\/p>\n\n\n\n<p><strong>C.&nbsp;<\/strong>WE WILL NOT BE RESPONSIBLE OR LIABLE TO YOU FOR ANY LOSSES YOU INCUR AS THE RESULT OF YOUR USE OF BINANCE SMARTCHAIN (BNB) AND BND COMPATIBLE NETWORKS OR THE ELECTRONIC WALLET FUNCTIONALITY OF THE SITE, INCLUDING BUT NOT LIMITED TO ANY LOSSES, DAMAGES OR CLAIMS ARISING FROM: (i) USER ERROR, SUCH AS FORGOTTEN PRIVATE KEYS OR INCORRECTLY CONSTRUED SMART CONTRACTS OR OTHER TRANSACTIONS; (ii) DATA LOSS; (iii) CORRUPTED WALLET FILES; OR (iv) UNAUTHORIZED ACCESS OR ACTIVITIES BY THIRD PARTIES, INCLUDING BUT NOT LIMITED TO THE USE OF VIRUSES, PHISHING, BRUTEFORCING OR OTHER MEANS OF ATTACK AGAINST THE PLATFORM OR ETHEREUM AND ETHEREUM-COMPATIBLE NETWORKS.<\/p>\n\n\n\n<p><strong>D.<\/strong>&nbsp;SHIBA MEMU TEAM IS NOT RESPONSIBLE FOR LOSSES DUE TO BLOCKCHAINS OR ANY OTHER FEATURES OF BINANCE SMARTCHAIN (BNB) AND BND COMPATIBLE NETWORKS, INCLUDING BUT NOT LIMITED TO LATE REPORT BY DEVELOPERS OR REPRESENTATIVES (OR NO REPORT AT ALL) OF ANY ISSUES WITH THE BLOCKCHAIN SUPPORTING THE NETWORK, INCLUDING FORKS, TECHNICAL NODE ISSUES, OR ANY OTHER ISSUES HAVING FUND LOSSES AS A RESULT.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">LIMITATION OF LIABILITY<\/h3>\n\n\n\n<p><strong>A.<\/strong>&nbsp;YOU UNDERSTAND AND AGREE THAT WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS WILL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES WHICH YOU MAY INCUR, HOWSOEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF PROFITS (WHETHER INCURRED DIRECTLY OR INDIRECTLY), LOSS OF GOODWILL OR BUSINESS REPUTATION, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER INTANGIBLE LOSS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/p>\n\n\n\n<p><strong>B.<\/strong>&nbsp;YOU AGREE THAT OUR TOTAL, AGGREGATE LIABILITY TO YOU FOR ANY AND ALL CLAIMS ARISING OUT OF OR RELATING TO THESE TERMS OR YOUR ACCESS TO OR USE OF (OR YOUR INABILITY TO ACCESS OR USE) ANY PORTION OF THE PLATFORM OR THE SITE, WHETHER IN CONTRACT, TORT, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, IS LIMITED TO £100.<\/p>\n\n\n\n<p><strong>C.<\/strong>&nbsp;YOU ACKNOWLEDGE AND AGREE THAT WE HAVE MADE THE PLATFORM AVAILABLE TO YOU AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY SET FORTH HEREIN, WHICH REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN THE PARTIES AND FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN US. WE WOULD NOT BE ABLE TO PROVIDE THE APP TO YOU WITHOUT THESE LIMITATIONS.<\/p>\n\n\n\n<p><strong>D.<\/strong>&nbsp;SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, AND SOME JURISDICTIONS ALSO LIMIT DISCLAIMERS OR LIMITATIONS OF LIABILITY FOR PERSONAL INJURY FROM CONSUMER PRODUCTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO PERSONAL INJURY CLAIMS.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Termination<\/h3>\n\n\n\n<p>You may terminate these Terms at any time by discontinuing your access to our website and any of its components. You will not receive any refund, if you terminate these Terms. You agree that we, in our sole discretion and for any or no reason, may terminate these Terms and suspend and\/or terminate any further development. You agree that any such suspension or termination may be without prior notice, and that we will not be liable to you or to any third party for any such suspension or termination. Upon any termination or expiration of these Terms, whether by you or us, you may no longer have access to the Platform<\/p>\n","protected":false},"excerpt":{"rendered":"<p>You should read these Terms because they contain our legal commitments to you and a number of DOs and DON&rsquo;Ts which you need to be aware of when you use our Services. Please read these Terms carefully to make sure you understand them. By using our Services, you are automatically deemed to agree to accept [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"acf":[],"_links":{"self":[{"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/pages\/1737"}],"collection":[{"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/comments?post=1737"}],"version-history":[{"count":2,"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/pages\/1737\/revisions"}],"predecessor-version":[{"id":1879,"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/pages\/1737\/revisions\/1879"}],"wp:attachment":[{"href":"https:\/\/shibamemu.com\/fr\/wp-json\/wp\/v2\/media?parent=1737"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}