{"id":1798,"date":"2023-05-25T06:52:58","date_gmt":"2023-05-25T06:52:58","guid":{"rendered":"https:\/\/shibamemu.com\/privacy-policy\/"},"modified":"2023-06-29T07:59:32","modified_gmt":"2023-06-29T07:59:32","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/shibamemu.com\/nl\/privacy-policy\/","title":{"rendered":"Privacybeleid"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Privacy Statement<\/h2>\n\n\n\n<p>This Privacy Statement informs you of your choices and our practices in relation to your Information (as defined below).<\/p>\n\n\n\n<p>For the purposes of this statement, “us” “our” or “we” shall, herein, mean those members of Shiba Limited on behalf of and in respect of whom this Statement is made, located at Ajeltake Road Ajeltake Island, Majuro Marshall Islands MH 96960. This Privacy Statement applies to your use of the Shiba Memu website\/s and\/or mobile applications or when you otherwise provide your personal data to us. Please read this Privacy Statement carefully and contact us if you have any questions. Should you have any queries in respect of this Privacy Statement or our use of personal data or if you would like to exercise any of your data subject rights, please contact <a href=\"mailto:contact@shibamemu.com\"><strong>contact@shibamemu.com<\/strong><\/a><strong> <\/strong>using subject ‘<strong>Privacy’<\/strong>.<\/p>\n\n\n\n<p>For the purpose of this Policy, “<strong>Information<\/strong>” means any information relating to an identified or identifiable individual. This includes any other dedicated (“<strong>Website(s)<\/strong>”). which link to this policy (“<strong>Website<\/strong>”). When you use our website, you accept our rules and policies which set out how we handle your Information, and you understand we may collect, process, use and store your Information as described in this Policy. <strong>“Payment”<\/strong> refers to deposits made using tokens via your virtual wallet.<\/p>\n\n\n\n<p><strong>If you do not agree with this Policy, you must not use our website. If you change your mind in the future, you must stop using our app or website, and you may exercise your rights in relation to your Information as set out in this Policy.<\/strong><\/p>\n\n\n\n<p><strong><em>This Privacy Policy does not apply to information that you may submit to third-party websites or mobile applications that may link to the Websites or be linked to on the Websites. We are not responsible for the actions or privacy practices of third-party websites and applications; please consult those websites and applications directly to understand their privacy practices.<\/em><\/strong><strong><em><\/em><\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Children<\/h2>\n\n\n\n<p>Our services are not available for use by children and are intended for persons considered an adult by law in the jurisdiction where you are using our Site, or any Services provided by us. Please refer to your country laws in accordance with age appropriate guidance. We do not knowingly collect, maintain, or use personal information. Marshall Islands currently have no Personal Data Protection Laws or General Protection Authority, however they are members of the <a href=\"https:\/\/pacson.org\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pacific Cyber Security Operational Network<\/a>.<\/p>\n\n\n\n<p>To comply with the current ‘UK Data Protection Act’ for Children, specifically the Age Appropriate Design Code (also known as the Children’s Act), risks have been assessed using a risk matrix during our Data Protection Impact Assessment. More information can be found <a href=\"https:\/\/ico.org.uk\/for-organisations\/childrens-code-hub\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">https:\/\/ico.org.uk\/for-organisations\/childrens-code-hub\/<\/a><\/p>\n\n\n\n<p>We will treat residence of all countries with the strictest and highest level of protection when handling data.&nbsp;<\/p>\n\n\n\n<p>If you learn a child has provided us with personal information without your consent, then you may alert us at <a href=\"mailto:contact@shibamemu.com\">contact@shibamemu.com<\/a>. If we learn that we have collected any personal information from a child, then we will promptly take steps to delete such information.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Personal Data<\/strong><\/h2>\n\n\n\n<p>Personal data is information, or any combination of separate pieces of information, that could be used to identify you. We may collect information about you from a variety of sources. This includes information we collect directly from you, information we collect when you contact us, and may include information we collect about you from other third-party sources.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Information we collect<\/h2>\n\n\n\n<p><strong>Information you provide to us:<\/strong><em> <\/em>We receive and store information provided to us or given to us in any other way, including your: name, mailing address, phone number, email address, picture, date of birth, payment information, registration information, social media and messaging platform handle, optional biographic and demographic information, processional and licensure information, information for wallets you create or connect via our Websites, survey responses, and any other information that you voluntarily provide. This includes information that you share with us on third-party websites and platforms.<\/p>\n\n\n\n<p><strong><em>Information collected via our customer support channels,<\/em><\/strong><strong> <\/strong>for example, when you contact us via email, you may provide us with (a) your full name, email and (b) any information you choose to provide to allow us to assist you. This information is not used or shared for any purpose other than to assist with your reason for contact.<\/p>\n\n\n\n<p><strong><em>Information you provide when using the website<\/em><\/strong>: You are only required to submit personal information, should you choose to opt into marketing emails, such as newsletters and updates.<\/p>\n\n\n\n<p><strong><em>Information provided:<\/em><\/strong><strong> <\/strong>It is the responsibility of the you, the ‘user’ to ensure your details are accurate and up to date and, where possible, to only provide such information as is necessary when you contact us.<\/p>\n\n\n\n<p><strong>Information we automatically collect or is generated about you when you, register for newsletters or updates or connect to our app or website:<\/strong><strong><\/strong><\/p>\n\n\n\n<p><em>Our websites may use “cookies,” (please refer to our Cookies Policy) tagging and other tracking technologies to help enable us to enhance or personalise your online experience. This information includes computer and connection information such as statistics on your page views, traffic to and from our websites, referral URL, ad data, your IP address, device identifiers, transaction history, and your web log information.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Information received from third parties<\/h3>\n\n\n\n<p><strong>Information from social media:<\/strong>&nbsp;When you interact with us or our websites or on a social media platform, we may collect the personal information that you make available to us, including your account ID, username, and other information included in your posts. If you choose to log into your account with or through a social networking service, we and that service may share certain information about you and your activities. When you give us permission, we may also collect information from your social media account on your behalf.<\/p>\n\n\n\n<p><strong>Analytics information<\/strong>: We integrate certain analytic software, Google analytics, a third-party analytics provider. They provide reports that help us optimise our features. This information may include user activity but is not identifiable information.<\/p>\n\n\n\n<p><strong>Information from mobile measurement partners<\/strong>: we receive information from third parties to allow us to track performance and to detect fraud. This includes, IP address, location and in some circumstance’s transaction information.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Third-Party Terms and Policies. <\/h3>\n\n\n\n<p>When connecting your virtual wallet to our app or website to login, third-party terms or policies may apply. It remains the responsibility of the user to ensure you have read and agree to their terms.<\/p>\n\n\n\n<p>The law treats some types of personal data about you as “special” as such data requires more protection because of its sensitive nature. This includes information about your race, religion, health, sex life, political opinions or sexual orientation. This also applies in relation to criminal offences. We will only collect or use this type of personal data (a) with your explicit consent or (b) if the law requires us to do so.<\/p>\n\n\n\n<p>We will only use your personal data (such as name, email address or telephone number if provided to us) when the law allows us to. Most commonly, we will use your personal data in the following circumstances:<\/p>\n\n\n\n<ol type=\"a\">\n<li>Where we need to perform the contract, we are about to enter or have entered with you.<\/li>\n\n\n\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.<\/li>\n\n\n\n<li>Where we need to comply with a legal obligation.<\/li>\n\n\n\n<li>Or, where you have opted in to receive any marketing material.<\/li>\n<\/ol>\n\n\n\n<p>Certain purposes that either &#8216;constitute&#8217; a <strong>legitimate interest <\/strong>or &#8216;should be regarded as&#8217; a <strong>legitimate interest<\/strong>. These are: fraud prevention; network and information security; and indicating possible criminal acts or threats to public security.<\/p>\n\n\n\n<p>Some processing is necessary because it is in our or a third party’s legitimate interests, such as those of visitors, members, or partners.<\/p>\n\n\n\n<p>We may collect information in a way that does not directly identify you; we may collect information you have shared with us, and we may use and share such information as necessary for our business purposes and as permitted by applicable law.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Lawful Bases we rely on and our legitimate interests.<\/h3>\n\n\n\n<p>We process your information on the following lawful bases and in furtherance of the following legitimate interests:<\/p>\n\n\n\n<p><strong>Provide you with the service. <\/strong>More in particular, we will use Information to perform our contractual obligation towards you to allow you to connect to our services via your virtual wallet. The Information we process when doing so may include a unique identify which does not identify your personally.<\/p>\n\n\n\n<p><strong>Improve and monitor use. <\/strong>To improve our service for our customers. When doing so, we may collect information such as a unique identify which will allow us to analyse information about your device such as battery, Wi-Fi strength, device manufacturer, model, and operating system.<\/p>\n\n\n\n<p><strong>Provide you with support and to respond to your requests or complaints. <\/strong>If you reach out to us for support, we will use your Information to respond and resolve your queries and complaints, facilitate support. When doing so, we perform our contractual obligation towards you.<\/p>\n\n\n\n<p><strong>Conduct analytics<\/strong>. To analyse interaction and to (a) create anonymised and aggregated data; (b) create segments of users who show particular characteristics or interests; and (c) conduct predictive analytics about your interests.<\/p>\n\n\n\n<p><strong>Provide you with advertising<\/strong>. We will present you with newsletters advertising updates and \/ or offers. Where it is required, we will only do so where we have your consent. In situations where your consent is not required, or where we provide contextual advertising, we do so based on our legitimate interests. If you no longer want to receive targeted advertising, please see our Cookie Policy which explains how you can opt out and change your browser and device settings.<\/p>\n\n\n\n<p><strong>Prevent fraud, defend Shiba Limited against legal claims or disputes, enforce our terms and to comply with our legal obligations. <\/strong>To detect fraud or any other user behaviour which prejudices the integrity of our services, (2) taking steps to remedy aforementioned fraud and behaviour, (3) defending ourselves against legal claims or disputes, and (4) enforcing our terms and policies. When doing so, we will process the Information relevant in such a case, including information you provide us, information we automatically collect about you, and information which is provided to us by third parties.<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td><strong>DATA PROCESSING<\/strong><\/td><td><strong>LEGAL BASIS<\/strong><\/td><\/tr><tr><td>Providing services. We need to provide services via the Website<\/td><td>Contract<\/td><\/tr><tr><td>Providing newsletters\/offers\/updates which may be interesting to you<\/td><td>Consent for newsletters; Legitimate Interests for offers and updates.<\/td><\/tr><tr><td>Registering you as a user<\/td><td>Contract<\/td><\/tr><tr><td>Compliance with applicable anti-money laundering and know your client rules<\/td><td>Legal obligation<\/td><\/tr><tr><td>Keeping the Website running (managing your requests, remembering your settings, hosting, and back-end infrastructure)<\/td><td>Legitimate Interests<\/td><\/tr><tr><td>Preventing frauds, illegal activity, or any violation of the terms or Privacy Policy. We may disable access to the Website, erase or correct personal data in some cases<\/td><td>Legitimate Interests<\/td><\/tr><tr><td>Improving the Website (testing features, interacting with feedback platforms, managing landing pages, heat mapping the Website, traffic optimization, and data analysis and research, including profiling and the use of machine learning and other techniques over your data and in some cases using third parties to do this)<\/td><td>Legitimate Interests<\/td><\/tr><tr><td>Customer support (notifying you of any changes to the Website, services, solving issues, any bug fixing)<\/td><td>Legitimate Interests<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p>We will only use your personal data for the reasons we have set out above. If we need to use your personal data for any other reason, we will let you know and tell you the reason along with the relevant lawful basis, unless the law prevents us from doing so.<\/p>\n\n\n\n<p><strong>We share your Information with selected third parties, including:<\/strong><\/p>\n\n\n\n<p><strong>Vendors and service providers, we rely on for the provision of the service, for example:<\/strong><br>Cloud service providers who rely on for data storage, being AWS (Amazon Web Server)<\/p>\n\n\n\n<p><strong>Analytics providers<\/strong>. We work with a number of analytics, segmentation and mobile measurement service providers who help us understand our userbase. This includes Apple, Google, AWS (Amazon Web Server).<\/p>\n\n\n\n<p><strong>Advertising partners<\/strong>. We may include an ad-supported service. Subject to your settings, we provide certain Information to advertisers who will use them to serve you with ads within the app or website, and we measure who sees and clicks on their ads. We also share advertising identifiers, along with the interests or other characteristics of a device or the person using it, to help partners decide whether to serve an ad to that device or to enable them to conduct marketing, brand analysis, personalise advertising, or similar activities. For more information on how to limit or opt-out from personalized advertisement, please see our Cookie Policy<\/p>\n\n\n\n<p><strong>Partner Exchanges<\/strong>: These processors are responsible for the processing of your Information and may use your Information for their own purposes in accordance with their privacy policies, please refer to their individual policies.<\/p>\n\n\n\n<p><strong>ETH: <\/strong><a href=\"https:\/\/ethereum.org\/en\/privacy-policy\/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">https:\/\/ethereum.org\/en\/privacy-policy\/<\/a><\/p>\n\n\n\n<p><strong>Law enforcement agencies, public authorities or other judicial bodies and organisations<\/strong>. We disclose Information if we are legally required to do so, or if we have a good faith belief that such use is reasonably necessary to comply with a legal obligation, process or request; enforce our terms of service and other agreements, policies, and standards, including investigation of any potential violation thereof; detect, prevent or otherwise address security, fraud or technical issues; or protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law (including exchanging information with other companies and organisations for the purposes of fraud protection).<\/p>\n\n\n\n<p><strong>Change of corporate ownership<\/strong>. If we are involved in a merger, acquisition, bankruptcy, re-organisation, partnership, asset sale or other transaction, we may disclose your Information as part of that transaction.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Third Party Privacy Practices<\/h3>\n\n\n\n<p>If you access any service through a third-party platform (“<strong>Third Party Services<\/strong>”), you must understand that those Third-Party Services may collect other information about you (including information you share with them directly or about your use of the app or website) in accordance with their own terms and privacy policies. The privacy practices described in this Policy do not apply to Third Party Services. Any links to Third Party Services do not imply that we endorse or have reviewed the Third-Party Services.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Security<\/h2>\n\n\n\n<p>Although we have in place security measures to maintain the privacy and integrity of your Information, unfortunately, the transmission of Information via the internet is not completely secure. We may also take extra steps to protect your Information and minimise the Information we process.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Processing your personal information<\/h2>\n\n\n\n<p>Your Information will be processed by our employees and service providers, Apple, Google and AWS (Amazon Web Services). We take steps to ensure all transfers are protected by adequate safeguards.<\/p>\n\n\n\n<p>It is unlikely, however, should we need to transfer your personal data out of the Marshall Islands, we ensure a similar degree of protection is afforded to it and we will only transfer your data to countries that have been deemed to provide an adequate level of protection for personal data.<\/p>\n\n\n\n<p><strong>Storage<\/strong><\/p>\n\n\n\n<p>Your Information, provided to us, by you, will be stored for up to 6 years. When deleting Information, we will take measures to make the Information irrecoverable or irreproducible, and electronic files which contain Information will be deleted permanently.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Your Rights<\/h2>\n\n\n\n<p>Under certain circumstances, you have rights under data protection laws in relation to your personal data. These rights are:<\/p>\n\n\n\n<p><strong>Access<\/strong>. You have the right to access Information, and to receive an explanation of how we use it and who we share it with. This right is not absolute. For example, we cannot reveal trade secrets, or give you Information about other individuals.<\/p>\n\n\n\n<p><strong>Erasure<\/strong>. You have the right to request deletion of your Information. We may need to retain some of your Information where there are valid grounds for us to do so under data protection laws. For example, for the defence of legal claims, respect freedom of expression, or where we have an overriding legitimate interest to do so, but we will let you know when this is the case. Note that where the Information is held by a third-party data controller, such as an advertising partner or a payment processor, we will use reasonable steps to inform them of your request, but we recommend you contact them directly in accordance with their own privacy policies to ensure your personal data is erased.<\/p>\n\n\n\n<p><strong>Objection and withdrawal of consent<\/strong>: You have the right to (i) withdraw your consent where you previously provided such consent; or (ii) object to our processing of your Information where we process such Information on the basis of our legitimate interests (see<em> How we use your personal information). <\/em>You may exercise this right as follows:<\/p>\n\n\n\n<p><strong>To stop receiving marketing emails<\/strong>: please follow the unsubscribe mechanism at the bottom of each email communication.<\/p>\n\n\n\n<p><strong>To stop our cookies being placed<\/strong>: please refer to our&nbsp;Cookie Policy.<\/p>\n\n\n\n<p><strong>To stop receiving push notifications<\/strong>: please change your device or browser settings.<\/p>\n\n\n\n<p><strong>Portability<\/strong>. You have the right to receive a copy of Information we process on the basis of consent or contract in a structured, commonly used and machine-readable format, or to request that such Information is transferred to a third party.<\/p>\n\n\n\n<p><strong>Correction<\/strong>. You have the right to correct any Information held about you that is inaccurate.<\/p>\n\n\n\n<p><strong>Restriction<\/strong>. You have a right in certain circumstances to stop us processing Information other than for storage purposes.<\/p>\n\n\n\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive, or excessive. Alternatively, we could refuse to comply with your request in these circumstances.<\/p>\n\n\n\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.<\/p>\n\n\n\n<p>We try to respond to all legitimate requests within one month. Occasionally it could take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated.<\/p>\n\n\n\n<p>To exercise your rights, please email us at <a href=\"mailto:contact@shibamemu.com\">contact@shibamemu.com<\/a><\/p>\n\n\n\n<p>Subject should say ‘I have a data related question connected to my account’.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Contact &amp; Complaints<\/h2>\n\n\n\n<p>Questions, comments, and requests regarding this Policy. These should be addressed to <a href=\"mailto:contact@shibamemu.com\">contact@shibamemu.com<\/a><\/p>\n\n\n\n<p>If you wish to make a complaint about how we process your Information, please contact us and we will endeavour to deal with your complaint as soon as possible. This is without prejudice to your right to launch a claim with a data protection authority.<\/p>\n\n\n\n<p>We may need further information from them to verify you and will contact you to request further information if needed. We aim to respond to complaints within 30 days; however, this may be delayed if you have not provided us with all relevant information.<\/p>\n\n\n\n<p><strong>Changes<\/strong><\/p>\n\n\n\n<p>Any updates or changes to this Policy will be published here.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Privacy Statement This Privacy Statement informs you of your choices and our practices in relation to your Information (as defined below). For the purposes of this statement, “us” “our” or “we” shall, herein, mean those members of Shiba Limited on behalf of and in respect of whom this Statement is made, located at Ajeltake Road [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"footnotes":""},"acf":[],"_links":{"self":[{"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/pages\/1798"}],"collection":[{"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/comments?post=1798"}],"version-history":[{"count":1,"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/pages\/1798\/revisions"}],"predecessor-version":[{"id":1887,"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/pages\/1798\/revisions\/1887"}],"wp:attachment":[{"href":"https:\/\/shibamemu.com\/nl\/wp-json\/wp\/v2\/media?parent=1798"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}